Repository: aggalex/Wineglass
Catalog: po/*.po
Languages: ru, tr

source: wine configuration
ru: Конфигурация Wine
tr: wine konfigürasyon

source: registry editor
ru: Редактор реестра
tr: kayıt düzenleyici

source: command line
ru: Командная строка
tr: komut satırı

source: open prefix directory
ru: Открыть директорию Prefix
tr: prefix dizinini aç

source: Run .exe file
ru: Запустить файл .exe
tr: .exe dosyası çalıştır

source: You can only use latin characters, numbers and '_'
ru: Вы можете использовать только латиницу
tr: Sadece latitin karakterler , sayılar ve '_' kullanabilirsin

source: No wineprefixes
ru: Нет Wineprefixes
tr: Wineprefix'ler yok

source: Wineprefix folder is empty
ru: Папка Wineprefix
tr: Wineprefix klasörü boş

source: Create one
ru: Создать
tr: Bir tane oluştur

source: Create a new empty wineprefix
ru: Создать новый Wineprefix
tr: Yeni bir boş wineprefix oluştur

source: Create a new prefix
ru: Создать новый Prefix
tr: Yeni bir prefix oluştur

source: Search for wineprefixes
ru: Найти Wineprefix
tr: Wineprefix'ler için ara

source: Remove Prefix
ru: Удалить Prefix
tr: Prefix'i sil

source: A GUI for Wine
ru: Пользовательский графический интерфейс для Wine
tr: Wine için bir arayüz

source: Wine Frontent
ru: Интерфейс для Wine

source: Wineglass is a small application that allows the user to manage their wineprefixes easily and install windows programs without the need of the terminal. It can:
ru: Wineglass - маленькое приложение, позволяющее пользователю управлять Wineprefix'ами проще и устанавливать Windows приложения без терминала. Оно может:

source: Easily create and remove wineprefixes
ru: Легко создавать и удалять Winprefix'ы

source: Install supported windows apps on their corresponding wineprefix
ru: Устанавливать поддерживаемые Windows приложения в соответствующие Winprefix'ы

source: Make installed apps available normally through the applications menu.
ru: Давать доступ к установленным приложениям из меню приложений

source: Provide an easy way to add windows libraries to wineprefixes through "winetricks".
ru: Более просто добавлять Windows библиотеки через Winetricks

source: Configure wine
ru: Crонфигурировать Wine

source: run winprefix-specific system apps
ru: Запускать системные приложения, специфичные для Winprefix

source: This app is useful for running windows apps and games easily without hustle.
ru: Это приложение поможет запускать Windows приложения и игры без мороки

source: changelog:
ru: Список изменений:

source: Added translation support
ru: Добавлена поддержка переводов

source: Added .msi support
ru: Добавлена поддержка .msi
